/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "Kan ikke færdiggøre handling";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "Prøv igen senere.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "Kan ikke åbne";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "Dette medieformat understøttes ikke.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "Kan ikke åbne";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "Dette medie er måske beskadiget.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "Kan ikke åbne";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "Dette program har ikke tilladelse til at afspille arkivet."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "Kan ikke åbne";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "Dette medie kan ikke bruges.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "Kan ikke afkode";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "Den krævede afkoder til dette medie er i brug.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Stop alle andre handlinger, der afkoder medier, og prøv igen.";
